[
"I have several dogs and several cats who aren't really mine. In fact, they think that I am theirs. I'd like to have some goats and chickens, but I travel around too much.",
"My father I liked, but it was only after his death that I got to know him by writing the play.",
"Think about what people are doing on Facebook today. They're keeping up with their friends and family, but they're also building an image and identity for themselves, which in a sense is their brand. They're connecting with the audience that they want to connect to. It's almost a disadvantage if you're not on it now.",
"Much learning does not teach understanding.",
"If virtue promises happiness, prosperity and peace, then progress in virtue is progress in each of these for to whatever point the perfection of anything brings us, progress is always an approach toward it.",
"It is a horrible fact that we can read in the daily paper, without interrupting our breakfast, numerical reckonings of death and destruction that ought to break our hearts or scare us out of our wits.",
"Is there no Latin word for Tea? Upon my soul, if I had known that I would have let the vulgar stuff alone.",
"Anxiety is love's greatest killer. It makes others feel as you might when a drowning man holds on to you. You want to save him, but you know he will strangle you with his panic.",
"Theist and atheist: the fight between them is as to whether God shall be called God or shall have some other name.",
"Great dreams of great dreamers are always transcended.",
"When I sing, I feel like when you're first in love. It's more than sex. It's that point two people can get to they call love, when you really touch someone for the first time, but it's gigantic, multiplied by the whole audience. I feel chills.",
"I am accusing him of stealing my best material, he was a very funny man.",
"For as long as I've been acting, I have been very lucky to be paired with really great actresses playing my mom.",
"There's a victory, and defeat the first and best of victories, the lowest and worst of defeats which each man gains or sustains at the hands not of another, but of himself.",
"We must learn to balance the material wonders of technology with the spiritual demands of our human race.",
"Fear prophets and those prepared to die for the truth, for as a rule they make many others die with them, often before them, at times instead of them.",
"I come here to speak poetry. It will always be in the grass. It will also be necessary to bend down to hear it. It will always be too simple to be discussed in assemblies.",
"It is not history which uses men as a means of achieving - as if it were an individual person - its own ends. History is nothing but the activity of men in pursuit of their ends.",
"Stupidity is infinitely more fascinating that intelligence. Intelligence has its limits while stupidity has none.",
"I loved history because to me, history was like watching a movie.",
"I just wanted to see every single musical I could. The very first one I saw was 'Beauty and the Beast,' the only one I could get tickets for, and then 'Les Miserables' and then 'Chicago.'",
"We came from a family where we ran our own small business. Our dad made his own products. We made our own sausages, our own meatloafs, our own pickles. Dad had to do everything himself. He had to figure out how to finance his business.",
"I was extended secret service protection during my presidential run in 1984, when I received the most death threats ever made toward a candidate.",
"The money can be a hindrance to someone like me because the danger is that you start thinking, 'Is that a $20 million take?' That kind of thing, and being self-critical.",
"Liberty is not the power of doing what we like, but the right to do what we ought.",
"It is virtually impossible to compete in today's global economy without a college degree.",
"Any time you stop looking at evil as a black and white thing, it's helpful. So the fact that there won't be any obligatory Islamic terrorist stereotypes in movies any more, that'd be helpful.",
"I don't think marriage is a civil right, but I think that being able to transfer property is a civil right.",
"I'd like to be a wounded leading man. Instead of a pillar of strength, I'd be the scared one.",
"The young man knows the rules, but the old man knows the exceptions.",
"Do not make the mistake of treating your dogs like humans or they will treat you like dogs.",
"Today the demands are for even higher standards in the quality of care, for greater flexibility and convenience in treatment times, and for more prevention through screening and health checks.",
"The value of a good education has never left me.",
"When we're dealing with the people in our family - no matter how annoying or gross they may be, no matter how self-inflicted their suffering may appear, no matter how afflicted they are with ignorance, prejudice or nose hairs - we give from the deepest parts of ourselves.",
"The time to save is now. When a dog gets a bone, he doesn't go out and make a down payment on a bigger bone. He buries the one he's got.",
"I don't care what other critics say, I only hope to be played.",
"I have always admired and had enormous respect for Elizabeth Taylor. She was not only an incredible actress but an amazing woman as well.",
"No man will be a sailor who has contrivance enough to get himself into a jail for being in a ship is being in a jail, with the chance of being drowned... a man in a jail has more room, better food, and commonly better company.",
"If Bush, as I believe, has reliable information on the fact that Saddam Hussein is making weapons of mass destruction, I cannot not support the policies of his government.",
"In the long term, Germany didn't need a finance minister who was absent during important negotiations in the European Council. But the chancellor strongly encouraged me to stay. And everything did work out for the best in the end.",
"After the chaos and carnage of September 11th, it is not enough to serve our enemies with legal papers.",
"There are two kinds of artists in this world those that work because the spirit is in them, and they cannot be silent if they would, and those that speak from a conscientious desire to make apparent to others the beauty that has awakened their own admiration.",
"This book is about physics and its about physics and its relationship with mathematics and how they seem to be intimately related and to what extent can you explore this relationship and trust it.",
"So confident am I in the intentions, as well as wisdom, of the government, that I shall always be satisfied that what is not done, either cannot, or ought not to be done.",
"I had all kinds of food issues, including health concerns and weight concerns.",
"In order to have great happiness you have to have great pain and unhappiness - otherwise how would you know when you're happy?",
"Bringing an end to the conflict between Israel and the Palestinians may help the young Arab generation to realise their aspirations. Israel is more than willing to offer our experience in building a modern economy in spite of limited resources to the whole region.",
"If you have only one smile in you give it to the people you love.",
"By definition, a government has no conscience. Sometimes it has a policy, but nothing more.",
"Any form of art is a form of power it has impact, it can affect change - it can not only move us, it makes us move.",
"People think love is an emotion. Love is good sense.",
"You know, this idea of going around the world imposing democracy by growing a middle-class, a trading merchant class that is independent of your faith, is a good notion, but we're all partially different - it's no good imposing systems on people that it doesn't suit.",
"Man has made use of his intelligence, he invented stupidity.",
"Our nature consists in motion complete rest is death.",
"It's nice to be with someone, but I don't think you need to be in a relationship to feel complete. That would be really sad.",
"No one is so completely disenchanted with the world, or knows it so thoroughly, or is so utterly disgusted with it, that when it begins to smile upon him he does not become partially reconciled to it.",
"The happiness of the bee and the dolphin is to exist. For man it is to know that and to wonder at it.",
"I demanded more rights for women because I know what women had to put up with.",
"Love is of all passions the strongest, for it attacks simultaneously the head, the heart and the senses.",
"In 1948 I entered the Massachusetts Institute of Technology, undecided between studies of chemistry and physics, but my first year convinced me that physics was more interesting to me.",
"You don't make a poem with ideas, but with words.",
"If you think the technology is infeasible, you don't worry about what it might do and what its potential is.",
"The hardest people to reach with the love of God are not the bad people. They know they are bad. They have no defense. The hardest ones to win for God are the self-righteous people.",
"An illness is like a journey into a far country it sifts all one's experience and removes it to a point so remote that it appears like a vision.",
"This is why cup finals are so special because on the day anyone can beat anyone. That's what it's all about and that's why for me the FA Cup and the Carling Cup are the best cups in the world. That's the beauty of the cup.",
"It is a fact that around the world the elites of every country are making money.",
"Love has its place, as does hate. Peace has its place, as does war. Mercy has its place, as do cruelty and revenge.",
"In the consciousness of the truth he has perceived, man now sees everywhere only the awfulness or the absurdity of existence and loathing seizes him.",
"My training in Science of Mind had begun with my mother. She took me to a different church every Sunday, and she encouraged me to question the minister afterward.",
"And yet, in a culture like ours, which is given to material comforts, and addicted to forms of entertainment that offer immediate gratification, it is surprising that so much poetry is written.",
"Thoughts will change and shift just like the wind and the water when you're on the boat thoughts are no different than anything else.",
"As a busy working mom I'm always pressed for time, so a quick and easy beauty routine is key!",
"There is as much greatness of mind in acknowledging a good turn, as in doing it.",
"Until the June 1967 war I was completely caught up in the life of a young professor of English. Beginning in 1968, I started to think, write, and travel as someone who felt himself to be directly involved in the renaissance of Palestinian life and politics.",
"Traveling is seeing it is the implicit that we travel by.",
"Never be afraid to trust an unknown future to a known God.",
"War is the ultimate tool of politics.",
"In almost everything that touches our everyday life on earth, God is pleased when we're pleased. He wills that we be as free as birds to soar and sing our maker's praise without anxiety.",
"Havin' fun while freedom fightin' must be one of those lunatic Texas traits we get from the water - which is known to have lithium in it - because it goes all the way back to Sam Houston, surely the most lovable, the most human, and the funniest of all the great men this country has ever produced.",
"Drama can feel like therapy whereas comedy feels like there's been a pressure and a weight lifted off of you. You come to work and you laugh all day, you go home and you feel light and there's a certain feeling when you're sitting with the audience and they leave after 90 minutes and it's just pure escapism and they're happy.",
"The person who grieves suffers his passion to grow upon him he indulges it, he loves it but this never happens in the case of actual pain, which no man ever willingly endured for any considerable time.",
"I missed my home - like the physicality of my home, I missed my friends and my family mostly and just hanging out and being in your home country - culturally it feels right and that is what I miss.",
"Most of my arguments with musicians through the years have had more to do with their attitude about music, or their attitude about their own lives, or their personal responsibility. Music has never really been the big centerpiece of the fight.",
"To all, to each, a fair good-night, and pleasing dreams, and slumbers light.",
"I just believe that the feeling of wonder is amazing. I am pushing myself as far as I can humanly push myself... I can only hope for the best and expect the worse.",
"Traveling around, it's difficult to follow much TV. Mainly I'm somebody who watches sports.",
"Controversy is part of the nature of art and creativity.",
"Military justice is to justice what military music is to music.",
"World history is a court of judgment.",
"The view of Jerusalem is the history of the world it is more, it is the history of earth and of heaven.",
"Among the many reasons assignable for the sad decay of true Christianity, perhaps the neglecting to assemble ourselves together, in religious societies, may not be one of the least.",
"Hey 'Bachelor,' take notes! Trusting one another and sharing a journey to health leads to lasting relationships!",
"Think like a queen. A queen is not afraid to fail. Failure is another steppingstone to greatness.",
"Anyone who attempts to generate random numbers by deterministic means is, of course, living in a state of sin.",
"Technology has to be invented or adopted."
]